website-main.org
#+hugo_base_dir: /home/aatmun/websites/personal/
#+hugo_weight: auto
#+bibliography: ~/Documents/bib/reference-texts.bib
#+options: ':t todo:nil date:t
#+startup: logdone

* Home
:PROPERTIES:
:EXPORT_HUGO_SECTION:
:EXPORT_HUGO_FRONT_MATTER: :toc false :author false
:EXPORT_FILE_NAME: _index
:EXPORT_HUGO_WEIGHT: -1000
:END:
** About Me
:PROPERTIES:
:EXPORT_HUGO_SECTION:
:EXPORT_HUGO_MENU: :menu main
:END:
I am a PhD student in mathematics at Texas A&M University. My advisor is Dr. [[https://www.math.tamu.edu/~rowell/][Eric Rowell]].

*Interests:* Fusion and modular categories and their classification. Some random things in algebraic geometry.

*** What I'm Reading
- /Tensor Categories/
*** Education
- PhD Mathematics, Texas A&M University (in progress)
- MS Mathematics, Texas A&M University 2023
- BS Mathematics, UCLA 2021
*** Conferences
- LAWRGe 2023 @ USC
*** Hobbies
- Programming and learning new programming languages. I'm currently working in the rust programming language.
- Liverpool FC
- Astrophotography. Check my images [[*Astrophotos][here]]
- Learning japanese through immersion
- Free (as in freedom) software
  - This site is deployed with the [[https://github.com/kaushalmodi/ox-hugo][ox-hugo]] program in GNU emacs

