content/_index.md
+++
title = "Home"
author = ["Aatmun Baxi"]
draft = false
weight = -1000
+++

## About Me {#about-me}

I am a PhD student in mathematics at Texas A&amp;M University. My advisor is Dr. [Eric Rowell](https://www.math.tamu.edu/~rowell/).

**Interests:** Fusion and modular categories and their classification. Some random things in algebraic geometry.


### What I&rsquo;m Reading {#what-i-and-rsquo-m-reading}

-   _Tensor Categories_


### Education {#education}

-   PhD Mathematics, Texas A&amp;M University (in progress)
-   MS Mathematics, Texas A&amp;M University 2023
-   BS Mathematics, UCLA 2021


### Conferences {#conferences}

-   LAWRGe 2023 @ USC


### Hobbies {#hobbies}

-   Programming and learning new programming languages. I&rsquo;m currently working in the rust programming language.
-   Liverpool FC
-   Astrophotography. Check my images [here]({{< relref "astrophotos" >}})
-   Learning japanese through immersion
-   Free (as in freedom) software
    -   This site is deployed with the [ox-hugo](https://github.com/kaushalmodi/ox-hugo) program in GNU emacs
